tap "chef/chef"
tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "peakgames/s5cmd", "https://github.com/peakgames/s5cmd"
cask "adoptopenjdk"
brew "automake"
brew "gdbm"
brew "readline"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "bison"
brew "coreutils"
brew "byobu"
brew "libffi"
brew "python"
brew "chruby"
brew "colordiff"
brew "composer"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "duti"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "iperf3"
brew "jq"
brew "lftp"
brew "libyaml"
brew "mpv"
brew "mtr"
brew "nvm"
brew "packer"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-install"
brew "shellcheck"
brew "stow"
brew "sysbench"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "vagrant-completion"
brew "peakgames/s5cmd/s5cmd"
cask "adobe-acrobat-reader"
cask "android-file-transfer"
cask "contexts"
cask "discord"
cask "docker"
cask "dropbox"
cask "enpass"
cask "flux"
cask "font-hack"
cask "franz"
cask "handbrake"
cask "inspec"
cask "iterm2"
cask "jad"
cask "jd-gui"
cask "karabiner-elements"
cask "keepassx"
cask "keepingyouawake"
cask "keka"
cask "kekadefaultapp"
cask "keybase"
cask "little-snitch"
cask "mark-text"
cask "meld"
cask "microsoft-office"
cask "plex-media-server"
cask "plistedit-pro"
cask "postman"
cask "pritunl"
cask "proxyman"
cask "qbittorrent"
cask "sequel-pro"
cask "simplenote"
cask "skype"
cask "spotify"
cask "steam"
cask "steelseries-engine"
cask "tad"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoomus"
